{
  "filmes":[
    {
      "id": 1,
      "idfilme": 1,
      "title": "Tudo sobre Minha Mãe",
      "director": "Pedro Almodóvar",
      "year": "1999"
    },
    {
      "id": 2,
      "idfilme": 2,
      "title": "Time",
      "director": "Kim Ki-duk",
      "year": "2007"
    },
    {
      "id": 3,
      "idfilme": 3,
      "title": "Sorry to Bother You",
      "director": "Boots Riley",
      "year": "2018"
    },
    {
      "id": 4,
      "idfilme": 4,
      "title": "Synecdoche, New York",
      "director": "Charlie Kaufman",
      "year": "2008"
    },
    {
      "id": 5,
      "idfilme": 5,
      "title": "House",
      "director": "Nobuhiko Obayashi",
      "year": "1977"
    }
  ],

  "dados":[
    {
      "id": 1,
      "idfilme": 1,
      "description": "Um provérbio grego diz que apenas mulheres que lavaram seus olhos com lágrimas podem ver claramente. Este provérbio não se aplica à Manuela. À noite em que um carro atropelou o seu filho Esteban, Manuela chorou até que seus olhos ficassem completamente secos. Longe de ver com clareza, o presente e o futuro se confundem na escuridão. Ela começa a procurar por seu pai, que tornou-se um travesti.",
      "rate": "85%",
      "lenght": "1:41"
    },
    {
      "id": 2,
      "idfilme": 2,
      "description": "Se Hee e Ji Woo são um casal que passa por dificuldades no relacionamento. Hee é insegura e tem diversas crises de ciúmes infundadas. Para recuperar a autoestima e salvar o namoro, ela resolve se submeter a uma transformação cirúrgica radical.",
      "rate": "83%",
      "lenght": "1:37"
    },
    {
      "id": 3,
      "idfilme": 3,
      "description": "Em uma versão atual alternativa de Oakland, o atendente de telemarketing Cassius Green descobre uma chave mágica para o sucesso profissional, que o impulsiona a um universo macabro.",
      "rate": "79%",
      "lenght": "1:52"
    },
      {
      "id": 4,
      "idfilme": 4,
      "description": "A vida está parecendo desanimadora para o diretor de teatro Caden Cotard (Philip Seymour Hoffman). Sua esposa e filha o deixaram, sua terapeuta está mais interessada em divulgar seu novo livro do que em ajudá-lo com seus problemas, e uma doença estranha está enfraquecendo seu corpo.",
      "rate": "88%",
      "lenght": "2:04"
    },
    {
      "id": 5,
      "idfilme": 5,
      "description": "House é um filme de terror de comédia experimental japonês de 1977 dirigido e produzido por Nobuhiko Obayashi. É estrelado principalmente por atores amadores, com apenas Kimiko Ikegami e Yōko Minamida tendo alguma experiência de atuação anterior notável.",
      "rate": "89%",
      "lenght": "1:28"
    }
  ],
  
  "reviews":[
 
    {
      "idfilme":1,
      "review": "HORRÍVEL"
    },

    {
      "idfilme":1,
      "review": "AMEIIII"
    },
  ]
}
